[
  {
    "save_name": "Локальные решения",
    "choices": [
      "Пролог — Защита Каэр Морхена: Помочь Трисс — Можно забрать сапфир с трупа Саволлы. На мосту только саламандра, кат-сцена положительная.",
      "Пролог — Защита Каэр Морхена: Помочь Весемиру — Весемир даст красную метеоритную руду. В Главе I на мосту будет саламандра и собака-мутант, кат-сцена негативная.",
      "Глава 1 — О Людях и чудовищах: Спасти Эбигейл — Эбигейл поможет в боях в Главе IV и эпилоге.",
      "Глава 1 — О Людях и чудовищах: Встать на сторону преподобного — В Главе IV в хижине будет обычный целитель, в эпилоге сразитесь с Эбигейл.",
      "Глава 1 — Странники в ночи: Отдать оружие белкам — Белки убьют Кирпича в Главе II, кузнец торгует в 2 главе.",
      "Глава 1 — Странники в ночи: Убить белок — Голан Вивальди окажется в тюрьме (можно выкупить за 200 оренов). Убийство белок даёт доступ к информации о Хуге.",
      "Глава 2 — Великий побег: Сражаться с Зигфридом — Легче попасть на дамбу, оружейник Ордена торгует.",
      "Глава 2 — Великий побег: Сразиться в одиночку — Легче попасть в больницу, но оружейник Ордена не поможет.",
      "Глава 2 — Разведка: Помочь Ордену — 200 оренов, информация о Беренгаре.",
      "Глава 2 — Разведка: Помочь Белкам — 200 оренов, информация о Беренгаре.",
      "Глава 2 — Секреты Вызимы: Следовать всем советам Реймонда — Щит Альзура будет защищать профессора в битве с Геральтом.",
      "Глава 2 — Секреты Вызимы: Расследовать самому — Щит будет защищать Геральта в битве с профессором.",
      "Глава 3 — Замок и Ключ: Вылечить Винсента — Винсент поможет в битве.",
      "Глава 3 — Замок и Ключ: Пощадить без лечения — Винсент сражается как оборотень.",
      "Глава 3 — Замок и Ключ: Убить — получите мех и зелье.",
      "Глава 3 — Великое ограбление банка: Помочь Белкам — Помогут в битве с Азаром Джаведом.",
      "Глава 3 — Великое ограбление банка: Помочь Ордену — Помогут в битве. Влияет на доступные пути в Главе IV.",
      "Глава 4 — Секрет Беренгара: Убить Беренгара — Медальон, сок Дагона, книга.",
      "Глава 4 — Секрет Беренгара: Простить Беренгара — Только сок и книга, но Беренгар поможет в битве."

    ]
  }
]